//LISTCAT   JOB (ACCT),'LIST DSN',CLASS=A,MSGCLASS=X
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
    LISTCAT ENT('dataset.name') ALL
/*